tap "homebrew/bundle"
tap "oven-sh/bun"
tap "supabase/tap"
tap "withgraphite/tap"
brew "giflib"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "yara"
brew "clamav"
brew "curl"
brew "deno"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fisher"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gnupg"
brew "gpgme"
brew "pkg-config"
brew "hdf5"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libmatio"
brew "librsvg"
brew "mas"
brew "openjdk"
brew "openvino"
brew "php"
brew "pinentry-mac"
brew "poppler"
brew "sponge"
brew "starship"
brew "vips"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
brew "withgraphite/tap/graphite"
cask "alfred"
cask "arc"
cask "blender"
cask "chatgpt"
cask "cheatsheet"
cask "daisydisk"
cask "discord"
cask "docker"
cask "enpass"
cask "git-credential-manager"
cask "gitbutler"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "ollama"
cask "setapp"
cask "slack"
cask "steam"
cask "telegram"
cask "topnotch"
cask "typora"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Meta", id: 558317092
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
vscode "amodio.tsl-problem-matcher"
vscode "antfu.browse-lite"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.open-in-github-button"
vscode "antfu.slidev"
vscode "antfu.theme-vitesse"
vscode "antfu.vite"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cipchk.cssrem"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "fabiospampinato.vscode-open-in-github"
vscode "file-icons.file-icons"
vscode "flowtype.flow-for-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphite.gti-vscode"
vscode "jock.svg"
vscode "lokalise.i18n-ally"
vscode "marclipovsky.string-manipulation"
vscode "mathematic.vscode-pdf"
vscode "matheus-foscarinid.json-searcher"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mujichok.vscode-project-name-in-statusbar"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "orta.vscode-twoslash-queries"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "prisma.prisma"
vscode "richie5um2.vscode-sort-json"
vscode "rohit-gohri.format-code-action"
vscode "sainnhe.gruvbox-material"
vscode "sburg.vscode-javascript-booster"
vscode "sinedied.vscode-windows-xp-theme"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "ultram4rine.vscode-choosealicense"
vscode "unifiedjs.vscode-mdx"
vscode "unional.vscode-sort-package-json"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
